var noteslist = [


{"noteid":"2019091001", "title":"温柔", "type":"感悟", "author":"小花", "content":"温柔为什么是一种力量？<br>时至今日，<br>我才明白；<br><br>在笑里藏刀的逐利世间，<br>每个人为了自己的利益，<br>碾压人性的善良、柔软，<br>直至冷却，<br>变成一片片鳞甲；<br><br>在身心俱疲的时候，<br>如果有人不戴面具，<br>没有目的的，<br>陪你说几句算不上寒暄的话，<br>能看出你的疲惫和乏味，<br>足以触动人心；<br><br>温柔是一种力量，<br>温柔不只是细语轻声，<br>是由内到外散发出的，<br>一种精神悲悯，<br>对人事凉薄一目了然，<br>却仍然心怀善意。<br>", "date":"2019-09-10", "loc":"北京", "comment":"嗯……有点阴郁"},

{"noteid":"2018122601", "title":"身旁", "type":"情感", "author":"小浪", "content":"窗外的寒冷，<br>笼罩着悠悠的沉静，<br>远处的山影，<br>描绘出淡淡的永恒。<br><br>你轻蹑的脚步，<br>栓起我的远思，<br>转身却是，<br>一片温暖的晴空，<br>又仿佛听到，<br>浪花与百灵的嬉笑。<br>像一首优美的旋律，<br>你开心的笑了，<br>眼角里闪烁着，<br>彼此的目光。<br><br>无尽的远方，<br>从来都只是梦想，<br>有你的身旁<br>才是迷人的向往！", "date":"2018-12-26", "loc":"北京", "comment":"又是一首情诗[捂脸][捂脸]~"},

{"noteid":"2017070201", "title":"牵手走过那些天", "type":"情感", "author":"小浪", "content":"当清凉的夜色迷离，<br>绵绵长廊，<br>我们相偎而坐；<br>当柔黄的灯光沉醉，<br>隐隐烟桥，<br>我们执手走过。<br><br>那些天，<br>细语总归柔情，<br>你甜美的微笑，<br>百花羞涩；<br>那些天，<br>梨花尚带轻雨，<br>你紧蹙的眉梢，<br>我见犹怜；<br>那些天，<br>娇花依旧照水，<br>你微眯的眼角，<br>靥笑春桃；<br>那些天，<br>蜂喧抑或蝶闹，<br>你若兰的气息，<br>玉音婉妙。<br><br>纵然，<br>飞星拂感，<br>触不到心中的柔软，<br>银汉寻游，<br>觅不出欲诉的语言。<br><br>在我们，<br>牵手走过的那些天，<br>闭上眼，感受：<br>一种心动，两处心暖！", "date":"2017-02-02", "loc":"北京", "comment":"谁还没写过一首情诗[捂脸][捂脸]~"},

{"noteid":"2016061601", "title":"喧哗与静谧", "type":"感悟", "author":"小浪", "content":"凭栏凝望，<br>窗外灯光闪烁、楼影幢幢，<br>道路上依旧车来车往，鸣笛不断，<br>人们仍在奔波忙碌着。<br><br>推开窗户，<br>一股微风迎面吹来，<br>带有特有的入夏气味，<br>不由的深深吸一口，<br>闭上眼睛感受。<br><br>这气息，<br>让人仿佛回到了儿时，<br>坐在自家门前的椅子上，<br>享受夏夜里的凉风轻轻拂面。<br><br>终是梦一场，<br>只愿与亲人，<br>一同静静地呼吸着那片清凉……", "date":"2016-06-16", "loc":"北京", "comment":"静静的享受安逸吧"},

{"noteid":"2016101101", "title":"办公室的声音", "type":"生活", "author":"小浪", "content":"也许，<br>办公室的印象，<br>安静明亮！<br><br>仔细聆听，<br>鼠标，<br>点击着喧嚣，<br>急促而有力；<br>键盘，<br>敲打着忧虑，<br>忙碌而不紊；<br>主机，<br>呼吸着操劳，<br>微弱而有序。<br><br>你是否听到，<br>办公室的声音？", "date":"2016-10-11", "loc":"北京", "comment":"你是否，也这么无聊！"},

{"noteid":"2016050301", "title":"有你真好", "type":"情感", "author":"小浪", "content":"有你真好，<br>我眼里浮现的，<br>是你开心时，<br>那阳光的微笑；<br><br>有你真好，<br>我心里会装满，<br>在你生气时，<br>惹人怜的面貌；<br><br>有你真好，<br>我感到迷茫时，<br>你给予我，<br>最贴心的开导；<br><br>有你真好，<br>我心情低落时，<br>你会给我，<br>最柔软的拥抱……<br><br>有你，<br>真好！", "date":"2016-05-03", "loc":"北京", "comment":"逗妹子开心~"},

{"noteid":"2016070701", "title":"画技", "type":"生活", "author":"小花", "content":"我是画笔，<br>你是白纸，<br>因为我的画技不高，<br>所以时不时的，<br>把你的生活搞得乱七八糟。", "date":"2016-07-07", "loc":"北京", "comment":"还算有自知之明哈哈"},

{"noteid":"2017070201", "title":"", "type":"", "author":"", "content":"", "date":"", "loc":"", "comment":""}


]

