var noteslist = [

{"noteid":"2017070201", "title":"", "type":"", "author":"", "content":"", "date":"", "loc":"", "comment":""},

{"noteid":"2017070201", "title":"", "type":"", "author":"", "content":"", "date":"", "loc":"", "comment":""},

{"noteid":"2016070701", "title":"画技", "type":"生活", "author":"小花", "content":"我是画笔，<br>你是白纸，<br>因为我的画技不高，<br>所以时不时把你的生活搞得乱七八糟。", "date":"2016-07-07", "loc":"北京", "comment":"还算有自知之明哈哈"},

{"noteid":"2016050301", "title":"有你真好", "type":"情感", "author":"小浪", "content":"有你真好，<br>我眼里浮现的，<br>是你开心时，<br>那阳光的微笑；<br>有你真好，<br>我心里会装满，<br>在你生气时，<br>惹人怜的面貌；<br>有你真好，<br>我感到迷茫时，<br>你给予我，<br>最贴心的开导；<br>有你真好，<br>我心情低落时，<br>你会给我，<br>最柔软的拥抱……<br>有你，<br>真好！", "date":"2016-05-03", "loc":"北京", "comment":"逗妹子开心~"},

{"noteid":"2017070201", "title":"牵手走过那些天", "type":"情感", "author":"小浪", "content":"当清凉的夜色迷离，<br>绵绵长廊，<br>我们相偎而坐；<br>当柔黄的灯光沉醉，<br>隐隐烟桥，<br>我们执手走过。<br><br>那些天，<br>细语总归柔情，<br>你甜美的微笑，<br>百花羞涩；<br>那些天，<br>梨花尚带轻雨，<br>你紧蹙的眉梢，<br>我见犹怜；<br>那些天，<br>娇花依旧照水，<br>你微眯的眼角，<br>靥笑春桃；<br>那些天，<br>蜂喧抑或蝶闹，<br>你若兰的气息，<br>玉音婉妙。<br><br>纵然，<br>飞星拂感，<br>触不到心中的柔软，<br>银汉寻游，<br>觅不出欲诉的语言。<br><br>在我们，<br>牵手走过的那些天，<br>闭上眼，感受：<br>一种心动，两处心暖！", "date":"2017-02-02", "loc":"北京", "comment":"谁还没写过一首情诗[捂脸][捂脸]~"}

]