var bloglist = [


{"id":"4", "date":"2015-09-20", "title":"兽药疫苗,你多花了多少冤枉钱", "content":"<p class='image'><img src='img/blogimg/2015092001.jpg'></p> <br> <p>山东的一种巴波苗，有的兽医站售价70，买多了60，厂家发货40，伊维菌素零售17，发货11。另一种四川同规格伊维菌素零售15，从菏泽代理处拿货9块。</p><p>山东某二联苗，被称为精品苗，市场售价每盒80---100元。推销员说厂子里搞活动，于是联系其他兔友共同订了一批，单价不到7元，物流运到距我六七十里的县城，我再花路费耽误工夫取回来，然后通知其他养殖户朋友拿苗，却又听说本县兽医站零售价每支仅6元，打电话果然如此，傻眼了。</p>"},

{"id":"3", "date":"2015-04-02", "title":"风雨夜----养兔一小事", "content":"<p class='image'><img src='img/blogimg/2015040201.jpg'></p> <p>昨夜地下室有几只母兔临产，没来得及按增温灯泡，小雨突然变大雨，就泡一壶铁观音静等......</p> <p>夜深雨不停，竟靠在沙发睡着了。</p> <p>一觉到了凌晨，急忙去兔棚查看，这一看吓了一大跳，地下室外土堆没清理，积水竟从窗口灌进室内，排在地上的一溜仔兔框都泡在水里。</p> <p>我也来不及看母兔了，急忙把兔框搬到高处，一一查看，一二十天的小兔都洗了凉水澡，最可怜的是一窝三四天的小兔蒙在水淋淋的包被里惨叫。</p> <p>我拾掇好天已大亮，好在有惊无险，小兔安然无恙。</p>"},

{"id":"2", "date":"2015-02-07", "title":"养了两只小宠物", "content":"<p>养了一对小东西，谁认得？</p> <p class='image'><img src='img/blogimg/2015020701.jpg'> <br> <img src='img/blogimg/2015020702.jpg'> <br> <img src='img/blogimg/2015020703.jpg'> <br> <img src='img/blogimg/2015020704.jpg'> <br> <img src='img/blogimg/2015020705.jpg'></p>"},

{"id":"1", "date":"2012-05-05", "title":"不要把小兔当宠物养", "content":" <p class='image'><img src='img/blogimg/2012050501.jpg'></p> <p>很多人刚开始养殖长毛兔，聊起来大多认为幼兔很难养，我认为应激反应引起的死亡占得比率很小，主要还是出在喂养上，很多人除了不断小兔的饲料之外，另加喂黄豆，米饭等精料，想方设法叫小兔多吃些，怕小兔出毛病，不敢喂青草，不敢饮凉水，其实这都是幼兔的饲养误区，其结果是搭上功夫，小兔却得了消化道肠道病。</p>"},

{"id":"1", "date":"2012-04-27", "title":"遍地都是高产长毛兔", "content":" <p class='image'><img src='img/blogimg/2012042701.gif'></p> <p>前几天有一个邻村的小伙子到我这里来玩。</p> <p>他今年发财了，据说光卖小兔就卖了六七万。我们闲扯了一会，他说自己天天赶集卖小兔，在集上他吹嘘自己的兔子产毛一斤半，还有个兔贩子吹成一斤八两，说自己的兔子产毛七八两根本没人理。他去年开始养殖长毛兔，先从我这里捉走一批幼兔，因为听说好兔难养，所以有一些是估计产量不太高的兔仔，但现在他对那批兔子的产毛量很满意。</p> <p>后来，他又把一位老人的兔子全买下，他说70天产毛量也能达到六七两，今春他又来捉了四只种公兔，选了两只拉着赶集，有些自感不好的小兔他卖给了兔贩子，兔贩子和他在一块卖小兔，照样吹成一斤八两。他临走时的一句话很值得一提“明天接着到集上吹去”。</p> <p>没别的意思，闲聊。</p>"},

{"id":"0", "date":"2012-03-24", "title":"识别一种掺假豆粕", "content":"<p>取一碗热水，把少量豆粕放入水中，稍停，豆粕上浮，如果有很多豆粕不漂浮，就要捞出仔细辨别，掺假豆粕可见有淡黄色粉状物粘附在豆粕上，也有的是单纯的粉状物粘结成团，颜色和豆粕的颜色一样，很难分辨。</p> <p>掺假的多是片粕，这是我前几年配料时发现的，后来买料时比较注意，在我镇竟然没见到一家真豆粕。我已改用成品料好几年了，前几天买兔药时发现这种掺假豆粕卖的很红火，就把这种识别方法告诉自配料的朋友，希望大家注意一下。</p> <p class='image'><img src='img/blogimg/2012032401.jpg'></p> <p></p>"}
]


$("#blog").html(
	"<h3 class=\"text_2 color_blue\">" + bloglist[0].title + "<span class=\"blog_newest\"> <i class=\"fa fa-star\"></i> [最新] </span></h3>" +
	"<p class=\"text_3 color_2\">" + bloglist[0].date + "</p> <br/>" +
	"<div class=\"text_3 blog_content\">" + bloglist[0].content + "</div><hr>"
);

for(var i = 0; i < bloglist.length; i++) {
	$("#titlelist").append(
		"<li><a href=\"###\" onClick=\"showBlog(" + i + ")\">【" + bloglist[i].date + "】 " + bloglist[i].title + "</a></li>"
	);
}

function showBlog(n) {
	$("#blog").html(
	"<h3 class=\"text_2 color_blue\">" + bloglist[n].title + "<span class=\"blog_newest\"></h3>" +
	"<p class=\"text_3 color_2\">" + bloglist[n].date + "</p> <br/>" +
	"<div class=\"text_3 blog_content\">" + bloglist[n].content + "</div><hr>"
	);
}