var bloglist = [


{"id":"2", "date":"2018-05-30", "title":"种草养兔", "content":"<p>果树下空闲地种草。</p> <p class='image'><img src='img/blogimg/2018053001.jpg'><img src='img/blogimg/2018053002.jpg'><img src='img/blogimg/2018053003.jpg'></p>"},

{"id":"2", "date":"2016-04-19", "title":"养兔先学会做算术", "content":"<p class='image'><img src='img/blogimg/2016041901.jpg'></p> <p>天在兽医站买了一瓶地克珠利饮水剂，先看标签：</p> <p>每1L水0.5---1㎎（以地克珠利计），规格：0.5g，包装：100mL,</p> <p>随口问了一句“一毫升加多少水？”</p> <p>老板看了看标签：“1毫升加2斤水”</p> <p>回来兑药感到不对劲，又仔细算了一遍，应该是1毫升兑水10到20斤，这克、毫克、升、毫升、斤，单位换算再加上是以以里面的含药量计算，简简单单的用药方法非要搞这么复杂，这药厂是打马虎眼还是想考考咱兔农的计算能力？</p>"},

{"id":"2", "date":"2015-12-29", "title":"我也算算经济账", "content":"<p class='image'><img src='img/blogimg/2015122901.jpg'></p> <p>一个兔场若要保持500只长毛兔，淘汰老弱兔之后剩余250只成年兔，再繁殖250只幼兔，假设兔毛价格60元/斤，成年兔产毛量年均3.5斤，那么这500只长毛兔一年后会有多少盈利？（死亡淘汰不计）</p> <p>（以下内容繁琐，可略过只看结论。）</p> <p>成年兔：</p> <p>兔毛：平均年3.5斤，每斤60，卖210元。</p> <p>饲料：按成品料算，多数用的每斤1----1.3元的饲料，按1.1元/斤（每袋88元）的料算，全年用料150斤（每天4两1），计165元。</p> <p>其它 ：疫苗每针在0.3---0.5元，一般一年3次，算打两种，共6次，再算上必须要打的伊维菌素，就算2元吧，其它用药包括球虫，鼻炎肠道治疗加预防，500只兔子一年1000块钱不算多吧，合每只2元，还有水电包括夏季降温等再算1元，共计5元。</p> <p>折算：210-165-5=40(元），一只成年兔年利40元，250只共10000元。</p> <p>小兔：</p> <p>兔毛：5次剪毛分别按0.1  0.3   0.4   0.5   0.7算，共2斤，120元。</p> <p>饲料：小兔4、5个月后食量不低于成兔，全年用料120斤，计132元。</p> <p>其它：费用同成兔。</p> <p>折算：120-132-5=-17,250只小兔一年后赔4250元。</p> <p>成兔利减去小兔赔的钱  10000-4250=5750(元)</p> <p>结论：假如兔毛每斤60，所用饲料88每袋，成兔每天吃4.1两，成年兔平均产毛量3.5斤，没有爆发传染病和老弱兔拖后腿的情况下，大小500只长毛兔年利润大概5750元.</p> <p>以上通篇都是假设和估算，如与你的实际情况不符，望谅解。</p>"},

{"id":"2", "date":"2015-10-21", "title":"饲料粗纤维的比例", "content":"<p class='image'><img src='img/blogimg/2015102101.jpg'></p> <p>低纤维饲料是导致肠道病的主要诱因，随着粗纤维的减少，消化不良和腹泻等症状相对增加。</p> <p>当粗纤维高于16%时，随着粗纤维的增加，饲料消化率利用率又相对降低，所以要找出一个折中的用量，一般认为，粗纤维在14%-16%比较合适。</p> <p>另外，长毛兔有通过调整采食量来保证营养吸收的能力，即同一只兔子对高纤维饲料的采食量大于对低纤维饲料的采食量。</p> <p>粗纤维的消化利用：</p> <p>粗纤维由纤维素、半纤维素和木质素组成，长毛兔消化利用的是纤维素和半纤维素，对木质素几乎不能消化吸收，所以，长毛兔对粗纤维的消化利用率主要看其组成所占比例大小，例如在粗纤维含量相同的情况下，用含木质素较少的苜蓿和花生秧粉，比用含木质素较多的麦秸粉饲喂效果明显要好。</p>"},

{"id":"2", "date":"2015-10-06", "title":"气温和用药对疫苗效果的影响", "content":"<p class='image'><img src='img/blogimg/2015100601.jpg'></p> <p>兔用疫苗保存的最佳温度是2-8度，在购买或者防疫期间，疫苗可能处于高温环境中，这对疫苗影响不大。</p> <p>如果在高温中时间长，会使保存时间变短，效力下降。</p> <p>如果疫苗在保存期间结冰，后果则比短期高温影响大，结冰会使疫苗中的佐剂遭到破坏，效力下降明显。</p> <p>因为兔用疫苗都是灭活苗，防疫期间用药不会影响免疫效果。</p> <p>但有些药对疫苗有抑制作用，并且患病兔和体质差的兔子注射疫苗后效果不好，所以对病兔应该痊愈后再注射。</p>"},

{"id":"4", "date":"2015-09-27", "title":"自制菊花茶", "content":"<p>中秋节快乐，又到晒制菊花茶的时候了。</p> </p> <p class='image'><img src='img/blogimg/2015092701.jpg'> <br> <br> <img src='img/blogimg/2015092702.jpg'> <br> <br> <img src='img/blogimg/2015092703.jpg'></p> <br> <br> <img src='img/blogimg/2015092704.jpg'></p> <br> <br> <img src='img/blogimg/2015092705.jpg'></p>"},


{"id":"4", "date":"2015-09-20", "title":"兽药疫苗,你多花了多少冤枉钱", "content":"<p class='image'><img src='img/blogimg/2015092001.jpg'></p> <br> <p>山东的一种巴波苗，有的兽医站售价70，买多了60，厂家发货40，伊维菌素零售17，发货11。另一种四川同规格伊维菌素零售15，从菏泽代理处拿货9块。</p><p>山东某二联苗，被称为精品苗，市场售价每盒80---100元。推销员说厂子里搞活动，于是联系其他兔友共同订了一批，单价不到7元，物流运到距我六七十里的县城，我再花路费耽误工夫取回来，然后通知其他养殖户朋友拿苗，却又听说本县兽医站零售价每支仅6元，打电话果然如此，傻眼了。</p>"},

{"id":"3", "date":"2015-04-02", "title":"风雨夜----养兔一小事", "content":"<p class='image'><img src='img/blogimg/2015040201.jpg'></p> <p>昨夜地下室有几只母兔临产，没来得及按增温灯泡，小雨突然变大雨，就泡一壶铁观音静等......</p> <p>夜深雨不停，竟靠在沙发睡着了。</p> <p>一觉到了凌晨，急忙去兔棚查看，这一看吓了一大跳，地下室外土堆没清理，积水竟从窗口灌进室内，排在地上的一溜仔兔框都泡在水里。</p> <p>我也来不及看母兔了，急忙把兔框搬到高处，一一查看，一二十天的小兔都洗了凉水澡，最可怜的是一窝三四天的小兔蒙在水淋淋的包被里惨叫。</p> <p>我拾掇好天已大亮，好在有惊无险，小兔安然无恙。</p>"},

{"id":"2", "date":"2015-02-07", "title":"养了两只小宠物", "content":"<p>养了一对小东西，谁认得？</p> <p class='image'><img src='img/blogimg/2015020701.jpg'> <br> <img src='img/blogimg/2015020702.jpg'> <br> <img src='img/blogimg/2015020703.jpg'> <br> <img src='img/blogimg/2015020704.jpg'> <br> <img src='img/blogimg/2015020705.jpg'></p>"},

{"id":"2", "date":"2015-01-05", "title":"兔场规划", "content":"<p class='image'><img src='img/blogimg/2015010501.jpg'></p> <p>兔场建设，首先要多走走看看，搞好规划布局，一旦建成，再想改建可能会伤筋动骨，我建兔舍时没考虑到冷风机的使用，冷风机占用过道十分不便，没计划自己做料，造粒设备及原料储存也需要很大场地，半地下繁殖棚不太实用，建封闭式繁殖棚更是作难，如果改建，就要砍掉二十多颗已到盛果期的核桃树，拆掉包括子母笼在内的三百多套兔舍</p> <p>-----愁煞人。兔友们应引以为鉴。</p>"},

{"id":"2", "date":"2014-10-19", "title":"新手养殖长毛兔的几个误区", "content":"<p class='image'><img src='img/blogimg/2014101901.jpg'></p> <p>一、相信一边发展扩群一边可以赚钱。现在种兔价高，购种数量有限，想达到计划数量，需一两年甚至更长时间，这期间幼兔多成兔相对少，并且繁殖季节成年母兔都要参与繁殖，能正常产毛的兔子很少，即使现在兔毛价格不错，也很难有盈利。</p> <p>二、许多新手朋友注重单只成兔的利润，把兔场利润看成一个简单的乘法题：一只长毛兔年利润100元，养1000只就是10万。其实一个正常运作的兔场，幼兔和老龄兔要占一半以上，考虑到死亡率、病残淘汰，小兔比例会更大，在秋冬春繁殖季节顶尖的一批要繁殖，产毛量也会大打折扣，真正创造价值的是那些品质一般的成兔以及不能繁殖的老龄兔。</p> <p>三、盲目相信兔群的产毛量。认为即使不会个个是精品，也会一般以上，这就导致新手以良种兔利润算整体利润。即想快速扩群又想群体高产，对于多年的养殖老手也不是易事。</p> <p>四、对市场规律认识不够。国内兔毛需求量大，物价整体上涨，误认为养长毛兔只赚不赔，其实影响市场的是供需关系，这几年兔毛价格平稳，是因为长毛兔的低繁殖高死亡以及采毛方式，都制约了长毛兔的发展，现在新养殖户徒增，迟早会打破这个平衡。</p>"},

{"id":"2", "date":"2014-08-27", "title":"引种、饲喂、高产兔", "content":"<p class='image'><img src='img/blogimg/2014082701.jpg'></p> <p>这几天大家对种兔和饲养比较关注，其中谈到千里马的喂法，这个比喻不错，但这是针对粗放饲养方法不科学而言，现在多数兔友已经是把兔子当千里马养了，特殊秘方养兔不是喂千里马，是喂神马了，这是我对喂好兔要用好料的理解。</p> <p>另外关于引种，新养殖户大批引种，实际上是根据现在兔毛行情判断价格走势，不一定是坏事也不一定是好事。</p> <p>关于高价高产兔，还是老生常谈，我追求高产，也不反对高价，如果新手高价引进一批高产兔，虽落得一个高起点的美名，如果技术跟不上，绝对是一个死胡同。</p>"},

{"id":"2", "date":"2014-05-25", "title":"打疫苗吓死兔子", "content":"<p class='image'><img src='img/blogimg/2014052501.jpg'></p> <p>今天给兔子打疫苗，直接一手捉兔一手注射，有一只不老实，就从笼内拽了出来，没想到把对门的一只青年公兔吓得狂奔，尖叫，随即后腿瘫痪，之后气喘，瘫软，一二十分钟就死了，解剖胃已破裂，没找到胆囊，是不是也破了。吓瘫痪小兔没少见，吓死还是第一次。</p> <p>网友 lfy822：去年我有一只公兔，配种后倒地蹬腿死了，兴奋过度，不是心脏脱落，就是脑出血。</p>"},

{"id":"2", "date":"2014-04-25", "title":"兔毛加工", "content":"<p class='image'><img src='img/blogimg/2014042501.jpg'></p> <p>现在莱芜收优质兔毛106（兔友报价），当地的近水楼台能卖个高价，远点的就要过兔毛商贩这一关，小贩收到优质兔毛，还要加工一下，过去加重石粉和加湿的方法行不通了，现在主要掺杂劣质兔毛-----白肉兔毛、采毛后的短毛、剪毛户剔出黄爪毛和脏毛稍，特别是剪毛剔出的黄脏毛，每斤三五元或者十多元，还有的养殖户白送，其它白毛也只是正常兔毛的半价甚至更低，这种毛运到梳绒厂价格肯定不会卖出优质毛的价格，可能会给一百多一点，就这个价兔毛贩就偷着乐去了，因此小贩给你的优质毛开出102、103的价，还说我也卖不到这个价，诅咒发誓这个价不赔钱就怎么这么，你还别不信，但谁也不会做赔钱的买卖，鼓捣到最后一吨毛还是要赚个几千块。</p> <p>--------有感于兔毛差价问题。</p>"},

{"id":"2", "date":"2014-02-15", "title":"大肠杆菌病的症状及治疗", "content":"<p class='image'><img src='img/blogimg/2014021501.jpg'></p> <p>大肠杆菌病主要症状是腹泻和便秘，少数引起急性败血症和肺炎。</p> <p>腹泻病兔拉水样稀便，呈黄褐色，常有胶冻样粘液，精神沉郁，腹胀，拒食，体温稍低，有的磨牙，流涎，蜷缩于一角，一般一两天死亡。此症应与魏氏梭菌病相区别，魏氏梭菌病粪便颜色较深，有特殊的腥臭味，大肠杆菌病腥臭味不很大。</p> <p>便秘病兔的症状与上例基本相似，但不腹泻，主要是粪便细小，颜色较黑，呈老鼠屎状，常有一层粘膜，有的带有胶冻样粘液。这个跟粪便干结性便秘很容易区别。从我的经历来看，便秘型的比较普遍，腹泻型的不多。</p> <p>此病各种年龄的兔子都易感染，冬、春季较多。</p> <p>治疗，做好清理粪便和消毒，有条件的要隔离病兔，我的用药比较简单，主要口服庆大片和PPA，或者注射庆大和阿米卡星，效果不错，有更好的方法欢迎补充。</p>"},

{"id":"2", "date":"2014-01-13", "title":"兔仔被偷", "content":"<p class='image'><img src='img/blogimg/2014011301.jpg'></p> <p> 昨天有人买小兔，奇怪的是他们对正吃奶的仔兔特别感兴趣，不停的翻动仔兔箱，趁我不注意还多次拿出看，选好幼兔后也不走，换小兔，翻看仔兔，砍幼兔价，谈仔兔价，看前棚兔，看后棚兔，我心里疑惑，只能小心应对，最后终于把他们打发走，忙叫老婆点点小兔，担心并不多余，一窝刚七八天的小兔少了一只，并且是一只很优良兔仔。</p> <p>事情不大，一二十年头一次遇上这种事。</p> "},

{"id":"2", "date":"2013-12-03", "title":"仔兔诱食", "content":"<p class='image'><img src='img/blogimg/2013120301.jpg'></p> <p>用成品料给仔兔诱食，仔兔往往不爱吃，导致正常吃料较晚，小兔比较爱吃胡萝卜等青绿料，但青料水分多，营养不足对仔兔生长有影响。</p> <p>可用胡萝卜切细丝，按1:1的比例兑成品料，停一会就可饲喂，兔料吸收罗卜丝的水分蓬松并且不碎，一般几天就可正常吃料。</p> "},

{"id":"2", "date":"2013-10-29", "title":"饲料的吸收利用率", "content":"<p class='image'><img src='img/blogimg/2013102901.jpg'></p> <p>前几天跟一饲料推销员说到成品料价格，某名牌大厂的饲料蛋白含量偏低，成兔、母兔是14和16，要比一些小厂子的饲料含量低，价格却高出许多，问是不是名牌效应或者有其它原因，他说主要是所用原料不同造成的，小品牌饲料蛋白含量也肯定符合说明量，但吸收利用率低，例如豆粕和棉粕、菜粕同是高蛋白饲料，豆粕价格要高得多，蛋白利用率也不是棉粕、菜粕能比的，这就造成杂牌饲料营养高，价格低，效果跟大品牌饲料却有一定差距。</p> <p>这位推销员说的是高论还是谬论？</p> "},

{"id":"2", "date":"2013-08-19", "title":"冷风机", "content":"<p>应网友要求，发几张冷风机图片，有外部、内部及开机时的图片，拍内部和开机图片，一面湿帘拿下了。</p> <p class='image'><img src='img/blogimg/2013081901.jpg'> <br> <br> <img src='img/blogimg/2013081902.jpg'> <br> <br> <img src='img/blogimg/2013081903.jpg'></p> <br> <br> <img src='img/blogimg/2013081904.jpg'></p> <br> <br> <img src='img/blogimg/2013081905.jpg'></p> <br> <br> <img src='img/blogimg/2013081906.jpg'></p>"},

{"id":"1", "date":"2013-04-22", "title":"喂长毛兔的几种牧草", "content":" <p class='image'><img src='img/blogimg/2013042201.jpg'></p> <p>割草、喂草比较麻烦，哺乳母兔和开食幼兔却又离不开青草，少量种植一些牧草必不可少，我介绍几个我种过的牧草品种。</p> <p>一：豆科牧草主要是苜蓿，苜蓿是多年生，春季叶肥杆壮，产草量大，夏季怕旱不耐涝，易倒伏，生长慢产量低，虫害严重，早期喂哺乳母兔和幼兔非常好，现蕾后秸秆硬，浪费严重。</p> <p>二：禾本科牧草主要有墨西哥玉米、苏丹草和甜高粱。我试种了一些墨西哥玉米，这种草需肥、水量大，雨季易倒伏。</p> <p>三：叶菜类主要有黑麦草、苦麻菜、菊苣、串叶松香草、籽粒笕，我认为这类牧草很适合喂长毛兔。黑麦草有一年生和多年生的，兔子爱吃，春季产草量大，夏季产量低，由于植株矮，容易沾染泥土，易倒伏霉烂。串叶松香草一年种植，可收一二十年，发芽早叶片大，抗旱耐涝，产量高，缺点是兔子不太爱吃。苦麻菜是春夏用草，产量高，对母兔催乳效果好，饲喂幼兔可提高成活率，主要的是兔子特别爱吃。另外还有蒲公英、苦菊、芫荽喂兔子也特好。</p> <p>我现在主要种了些苦麻菜，也有很少量的蒲公英和串叶松香草。</p> <p>欢迎补充、指正。</p>"},

{"id":"2", "date":"2013-02-27", "title":"萌萌兔", "content":"<p>看看小兔</p> <p class='image'><img src='img/blogimg/2013022701.jpg'> <br> <br> <img src='img/blogimg/2013022702.jpg'> <br> <br> <img src='img/blogimg/2013022703.jpg'></p> <br> <br> <img src='img/blogimg/2013022704.jpg'></p> <br> <br> <img src='img/blogimg/2013022705.jpg'></p> <br> <br> <img src='img/blogimg/2013022706.gif'></p>"},

{"id":"1", "date":"2013-02-18", "title":"谈谈剪毛兔的死亡率", "content":" <p class='image'><img src='img/blogimg/2013021801.jpg'></p> <p>听说拔毛兔死亡率高，我感觉现在剪毛兔死亡率也特别高，以前养兔子不超过5%，现在死亡率在10%以上，如果算上淘汰的瘦弱兔和残疾兔（淘汰的健康老龄兔不算），有可能接近20%，疾病集中在肺炎、后肢瘫痪，肠道疾病如果及时治疗，问题不大，季节上夏季较多，冬季剪毛后往往出现死亡。</p> <p>新年扯这些有点不合时宜。正在剪毛，又有两只兔子精神萎靡，感觉养兔子真的不容易。</p> <p>补充内容 (2013-2-18 19:11):</p> <p>我现在提前注射巴波苗，预防肺炎，后肢瘫痪大多认为跟饲料营养低有关，我也开始更换饲料。</p>"},

{"id":"2", "date":"2013-02-04", "title":"三人行 必有我师 ---- 书法", "content":"<p>过了二十三，天天都是年。祝大家新年快乐。</p> <p class='image'><img src='img/blogimg/2013020401.jpg'> <br> <br> <img src='img/blogimg/2013020402.jpg'> <br> <br> <img src='img/blogimg/2013020403.jpg'></p>"},

{"id":"1", "date":"2013-01-09", "title":"长毛兔公兔管理", "content":" <p class='image'><img src='img/blogimg/2013010901.jpg'></p> <p>（一）兔笼大：长和宽都在70㎝以上。</p> <p>（二）营养高：精液数量和质量跟蛋白、矿物质、和维生素密切相关。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;1 蛋白含量在16左右，高能量低蛋白会导致精子少活力低。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;2 饲料中要有充足的矿物质，主要是增补骨粉和微量元素。</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;3 VA和VE不足对公兔影响较大。现在没有青草，可喂些南瓜或胡萝卜。</p> <p>另外，加喂鱼粉、蛹粉、鸡蛋可明显提高受精率。</p> <p>（三）控制配种频率：每天一到二次，配三天休息一天，频率大易早衰。</p> <p>配种受孕低，查资料归纳以上几点，供大家参考。</p> <p>公兔饲养要记真，性旺体壮睾不稳。</p> <br> <p>笼舍光照半阳阴，设立舞台活动勤。</p> <p>饲养营养多样化，日配一次莫过勤。</p> <p>初配年龄要适时，体重应有四公斤。</p> <p>刚刚喂饱莫配种，配后莫把冷水饮。</p> <p>只要养好种公兔，保证后代壮一群。</p>"},

{"id":"1", "date":"2012-05-05", "title":"不要把小兔当宠物养", "content":" <p class='image'><img src='img/blogimg/2012050501.jpg'></p> <p>很多人刚开始养殖长毛兔，聊起来大多认为幼兔很难养，我认为应激反应引起的死亡占得比率很小，主要还是出在喂养上，很多人除了不断小兔的饲料之外，另加喂黄豆，米饭等精料，想方设法叫小兔多吃些，怕小兔出毛病，不敢喂青草，不敢饮凉水，其实这都是幼兔的饲养误区，其结果是搭上功夫，小兔却得了消化道肠道病。</p>"},

{"id":"1", "date":"2012-04-27", "title":"遍地都是高产长毛兔", "content":" <p class='image'><img src='img/blogimg/2012042701.gif'></p> <p>前几天有一个邻村的小伙子到我这里来玩。</p> <p>他今年发财了，据说光卖小兔就卖了六七万。我们闲扯了一会，他说自己天天赶集卖小兔，在集上他吹嘘自己的兔子产毛一斤半，还有个兔贩子吹成一斤八两，说自己的兔子产毛七八两根本没人理。他去年开始养殖长毛兔，先从我这里捉走一批幼兔，因为听说好兔难养，所以有一些是估计产量不太高的兔仔，但现在他对那批兔子的产毛量很满意。</p> <p>后来，他又把一位老人的兔子全买下，他说70天产毛量也能达到六七两，今春他又来捉了四只种公兔，选了两只拉着赶集，有些自感不好的小兔他卖给了兔贩子，兔贩子和他在一块卖小兔，照样吹成一斤八两。他临走时的一句话很值得一提“明天接着到集上吹去”。</p> <p>没别的意思，闲聊。</p>"},

{"id":"0", "date":"2012-03-24", "title":"识别一种掺假豆粕", "content":"<p>取一碗热水，把少量豆粕放入水中，稍停，豆粕上浮，如果有很多豆粕不漂浮，就要捞出仔细辨别，掺假豆粕可见有淡黄色粉状物粘附在豆粕上，也有的是单纯的粉状物粘结成团，颜色和豆粕的颜色一样，很难分辨。</p> <p>掺假的多是片粕，这是我前几年配料时发现的，后来买料时比较注意，在我镇竟然没见到一家真豆粕。我已改用成品料好几年了，前几天买兔药时发现这种掺假豆粕卖的很红火，就把这种识别方法告诉自配料的朋友，希望大家注意一下。</p> <p class='image'><img src='img/blogimg/2012032401.jpg'></p> <p></p>"}
]


$("#blog").html(
	"<h3 class=\"text_2 color_blue\">" + bloglist[0].title + "<span class=\"blog_newest\"> <i class=\"fa fa-star\"></i> [最新] </span></h3>" +
	"<p class=\"text_3 color_2\">" + bloglist[0].date + "</p> <br/>" +
	"<div class=\"text_3 blog_content\">" + bloglist[0].content + "</div><hr>"
);

for(var i = 0; i < bloglist.length; i++) {
	$("#titlelist").append(
		"<li><a href=\"###\" onClick=\"showBlog(" + i + ")\">【" + bloglist[i].date + "】 " + bloglist[i].title + "</a></li>"
	);
}

function showBlog(n) {
	$("#blog").html(
	"<h3 class=\"text_2 color_blue\">" + bloglist[n].title + "<span class=\"blog_newest\"></h3>" +
	"<p class=\"text_3 color_2\">" + bloglist[n].date + "</p> <br/>" +
	"<div class=\"text_3 blog_content\">" + bloglist[n].content + "</div><hr>"
	);
}