var messages = [
	{"id":6,"title":"牵手走过·那些天","name":"小浪","content":"<hr>我喜欢你，<br>从牵手的那天，<br>你拥有我，<br>自此清影常相伴！<hr>当清凉的夜色迷离，<br>绵绵长廊，<br>我们相偎而坐；<br>当柔黄的灯光沉醉，<br>隐隐烟桥，<br>我们执手走过。<hr>那些天，<br>细语总归柔情，<br>你甜美的微笑，<br>百花羞涩；<br>那些天，<br>梨花尚带轻雨，<br>你紧蹙的眉梢，<br>我见犹怜；<br>那些天，<br>娇花依旧照水，<br>你微眯的眼角，<br>靥笑春桃；<br>那些天，<br>蜂喧抑或蝶闹，<br>你若兰的气息，<br>玉音婉妙！<hr>纵然，<br>飞星拂感，<br>触不到心中的柔软，<br>银汉巡游，<br>觅不出欲诉的语言。<hr>在我们，<br>牵手走过的那些天，<br>闭上双眼，<br>感受着……，<br>一种心动，<br>两处心暖！","time":"2017-02-16"},
	
	{"id":5,"title":"凭栏","name":"小浪","content":"凭栏凝望，<br>窗外灯光闪烁、楼影幢幢，<br>道路上依旧车来车往，鸣笛不断，<br>人们仍在奔波忙碌着。<br>推开窗户，<br>一股微风迎面吹来，<br>带有特有的入夏气味，<br>不由的深深吸一口，<br>闭上眼睛感受。<br>这气息，<br>让人仿佛回到了儿时，<br>坐在自家门前的椅子上，<br>享受夏夜里的凉风轻轻拂面。<br>终是梦一场，<br>只愿与爱的人，<br>一同静静地呼吸着那抹清凉……","time":"2016-06-16"},
	
	{"id":4,"title":"有你真好","name":"小浪","content":"<hr>有你真好，<br>我眼里浮现的，<br>是你开心时，<br>那阳光的微笑；<br>有你真好，<br>我心里会装满，<br>在你生气时，<br>惹人怜的面貌；<br>有你真好，<br>我感到迷茫时，<br>你给予我，<br>最贴心的开导；<br>有你真好，<br>我心情低落时，<br>你会给我，<br>最柔软的拥抱……<br>有你，<br>最美好！","time":"2016-05-03"},
	
	{"id":3,"title":"3","name":"小浪","content":"困，是本能；<br>止住困，是本领！","time":"2013-05-05"},
	
	{"id":2,"title":"2","name":"小浪","content":"你不知道今后的你会有多强大！","time":"2016-01-05"},
	
	{"id":1,"title":"1","name":"小花","content":"死猪不怕滚水烫<br>越到考试我越浪","time":"2016-01-04"}
];