var geojson_pRoute_JonSnow = {
"type": "FeatureCollection",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{ "type": "Feature", "properties": { "Id": 0.0, "name": "JonSnow", "info": "临冬城：出生成长<br>黑城堡：成为守夜人一员<br>先民拳峰：塞外出征<br>艰难屯：野人救援<br>龙石岛：结盟龙母<br>塞外冰湖：冰湖大战，活捉异鬼<br>君临城：结盟谈判" }, "geometry": { "type": "LineString", "coordinates": [ [ 36.396698, 52.809125 ], [ 41.350344, 69.06461 ], [ 38.694681051446636, 74.919835610500058 ], [ 39.349032828049964, 75.871620012832167 ], [ 41.350344, 69.06461 ], [ 46.48932, 73.625519 ], [ 46.297058965074385, 72.659347654961294 ], [ 41.350344, 69.06461 ], [ 41.228807022655886, 72.373812334261657 ], [ 41.514342343355523, 72.635553044902991 ], [ 41.728493833880243, 72.397606944319961 ], [ 41.350344, 69.06461 ], [ 51.103570196851578, 17.384468489523872 ], [ 43.756956, 13.432623 ], [ 41.350344, 69.06461 ] ] } }
]
}

var geojson_pRoute_Daenerys = {
"type": "FeatureCollection",
"crs": { "type": "name", "properties": { "name": "urn:ogc:def:crs:OGC:1.3:CRS84" } },
"features": [
{ "type": "Feature", "properties": { "Id": 0.0, "name": "Daenerys", "info": "龙石岛：风暴降临<br>布拉弗斯：流亡<br>罗拉斯：游历贸易城邦<br>诺弗斯：游历贸易城邦<br>科霍尔：游历贸易城邦<br>密尔：游历贸易城邦<br>潘托斯：游历贸易城邦<br>多斯拉克：成为卡丽熙<br>红色荒原：穿越红色荒原<br>魁尔斯：不朽之殿遇险<br>阿斯塔波：征服阿斯塔波<b" }, "geometry": { "type": "LineString", "coordinates": [ [ 51.103570196851578, 17.384468489523872 ], [ 64.287416, 32.928001 ], [ 72.595633, 30.807391 ], [ 74.76319, 18.946657 ], [ 86.097464, 13.640764 ], [ 68.207326, -0.151672 ], [ 64.301028, 12.389834 ], [ 140.031217, 28.668669 ], [ 142.80799736155075, -2.781463534887777 ], [ 147.594608, -21.596061 ], [ 115.58066, -14.365313 ], [ 119.21282, -3.89444 ], [ 64.301028, 12.389834 ], [ 51.103570196851578, 17.384468489523872 ] ] } }
]
}
